tutorial/pilotedDiffusionFlame/les_mueller_orig/constant/polyMesh/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.001;

vertices
(
    (3.6  0.0  0.0) //0 Fuel_Inner
    (0    3.6  0.0)//1 D/2= 3.6mm
    (-3.6 0.0  0.0)//2
    (0.0  -3.6  0.0)//3

    (3.6   0.0  720.0)//4  L=100D=720mm
    (0     3.6  720)//5
    (-3.6  0.0  720)//6
    (0.0   -3.6  720)//7

    (0 0 0)//8  
    (0 0 720)//9

    (9.1  0.0  0.0) //10 Pilot
    (0   9.1   0.0)//11 Dp/2=9.1 mm
    (-9.1  0.0  0.0)//12
    (0.0  -9.1   0.0)//13

    (9.1    0.0 720)//14
    (0     9.1  720)//15
    (-9.1   0.0  720)//16
    (0.0   -9.1   720)//17

    (72  0.0  0.0) //18 Coflow
    (0   72  0.0)//19  Dc=144 mm
    (-72 0.0  0.0)//20
    (0.0  -72  0.0)//21

    (72   0.0  720)//22
    (0     72  720)//23
    (-72  0.0  720)//24
    (0.0   -72  720)//25  

    

    

    
);

blocks
(
    hex (0 1 8 8 4 5 9 9) (15 20 50) simpleGrading (1 0.30 5)// 0 Inner Blocks y1 inependent
    hex (3 0 8 8 7 4 9 9) (15 20 50) simpleGrading (1 0.30 5)
    hex (1 2 8 8 5 6 9 9) (15 20 50) simpleGrading (1 0.30 5) //Apply gradient in y and z directions
    hex (2 3 8 8 6 7 9 9) (15 20 50) simpleGrading (1 0.30 5)
    //hex (0 1 2 3 4 5 6 7) (10 10 50) simpleGrading (1 1 1)

    hex (0 10 11 1 4 14 15 5) (12 15 50) simpleGrading (3 1 5) //1 Central Blocks x1 independent
    hex (1 11 12 2 5 15 16 6) (12 15 50) simpleGrading (3 1 5) // x0=y1=y2
    hex (2 12 13 3 6 16 17 7) (12 15 50) simpleGrading (3 1 5) //
    hex (3 13 10 0 7 17 14 4) (12 15 50) simpleGrading (3 1 5) //


    hex (10 18 19 11 14 22 23 15) (30 15 50) simpleGrading (9 1 5) //2 Outer x2 independent
    hex (11 19 20 12 15 23 24 16) (30 15 50) simpleGrading (9 1 5) //
    hex (12 20 21 13 16 24 25 17) (30 15 50) simpleGrading (9 1 5) //
    hex (13 21 18 10 17 25 22 14) (30 15 50) simpleGrading (9 1 5) //

 
);

edges
(
arc 0 1 ( 2.545584 2.545584  0)  //Inner Blocks
arc 4 5 (2.545584 2.545584 720)

arc 0 3 ( 2.545584 -2.545584  0)
arc 4 7 (2.545584 -2.545584 720)

arc 1 2 ( -2.545584 2.545584  0)
arc 5 6 (-2.545584 2.545584 720)

arc 2 3 ( -2.545584 -2.545584  0)
arc 6 7 (-2.545584 -2.545584 720)

arc 10 11 ( 6.434671 6.434671  0)// Central Blocks
arc 14 15 (6.434671 6.434671 720)

arc 10 13 ( 6.434671 -6.434671  0)
arc 14 17 (6.434671 -6.434671 720)

arc 11 12 ( -6.434671 6.434671 0)
arc 15 16 (-6.434671 6.434671 720)

arc 12 13 ( -6.434671 -6.434671  0)
arc 17 16 (-6.434671 -6.434671 720)

arc 18 19 ( 50.911688 50.911688 0)// Outer Blocks
arc 22 23 (50.911688 50.911688 720)

arc 18 21 ( 50.911688 -50.911688  0)
arc 22 25 (50.911688 -50.911688 720)

arc 19 20 ( -50.911688 50.911688  0)
arc 23 24 (-50.911688 50.911688 720)

arc 20 21 ( -50.911688 -50.911688  0)
arc 24 25 (-50.911688 -50.911688 720)



);

boundary
(
   
   // AXIS
   // {
	//type empty;
	//faces
	//(
	  //  (8 9 9 8)
//	);
  //  } 

    FUEL
    {
        type wall;
        faces
        (
            (0 8 8 1)
            (0 8 8 3)
            (1 8 8 2)
            (2 8 8 3)
           //(0 1 2 3)
        );
    }

    PILOT
    {
        type wall;
        faces
        (
            (0 10 11 1)
            (0 10 13 3)
            (3 13 12 2)
            (2 12 11 1)
        );
    }

    COFLOW
    {
        type wall;
        faces
        (
            (10 18 19 11)
            (10 18 21 13)
            (13 21 20 12)
            (12 20 19 11)
        );
    }
    OUTLET
    {
        type patch;
        faces
        (
            (4 9 9 5)
            (4 9 9 7)
            (5 9 9 6)
            (6 9 9 7)
             // (4 5 6 7)
            
            (14 4 5 15)
            (15 5 6 16)
            (16 6 7 17)
            (17 7 4 14)

            (22 14 15 23)
            (23 15 16 24)
            (24 16 17 25)
            (25 17 14 22)


        );
    }

    SIDES
    {
        type wall;
        faces
        (
            //(0 1 5 4)
            //(0 3 7 4)
            //(1 2 6 5)
            //(2 3 7 6)
            //(10 11 15 14)
            //(10 13 17 14)
            //(12 13 17 16)
            //(11 12 16 15)
              (18 19 23 22)
              (18 21 25 22)
              (20 21 25 24)
              (19 20 24 23)
        );
    }
      
 );   
 	

mergePatchPairs
(
);

// ************************************************************************* //
