tutorial/pilotedDiffusionFlame/les_mueller_orig/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    FUEL
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1200;
        startFace       551280;
    }
    PILOT
    {
        type            wall;
        inGroups        1(wall);
        nFaces          720;
        startFace       552480;
    }
    COFLOW
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1800;
        startFace       553200;
    }
    OUTLET
    {
        type            patch;
        nFaces          3720;
        startFace       555000;
    }
    SIDES
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3000;
        startFace       558720;
    }
)

// ************************************************************************* //
