tutorial/pilotedDiffusionFlame/les_mueller_orig/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 100000; 

boundaryField
{
    
    OUTLET
    {
        type            fixedValue;
        value           uniform 100000; 
    }
    COFLOW
    {
        type            zeroGradient;
    }
    PILOT
    {
        type            zeroGradient;
    }
    FUEL
    {
        type            zeroGradient;
    }
    SIDES
    {
        type            zeroGradient;
    }
    
}


// ************************************************************************* //
